Repository: vermont42/Conjuguer
Catalog: Conjuguer/Assets/Localizable.xcstrings
Source language: en
Languages: fr

# Info.subjonctifImparfaitText
source: `Use` The ~subjonctif imparfait~ (imperfect subjunctive) was used following the conjunctions ~à condition que~, ~afin que~, ~à moins que~, ~de peur que~, ~pour que~, ~pourvu que~, ~quoique~, and ~sans que~ when the main clause used the ‡passé simple‡ or ‡imparfait‡. Use of the subjonctif imparfait is rare in contemporary French. Examples: “[I]l semblait ouvrir tout seul, sans que j’$EUsse$ besoin de le tourner.” = “It seemed to open on its own, without me needing to turn it.” - Marcel Proust, Du côté de chez Swann “[Q]uoiqu’ils $FUssent$ bruns, ils semblaient noirs à cause des cils.” = “Although they were brown, they looked black because of her eyelashes.” - Gustave Flaubert, Madame Bovary `Conjugation` The stem of the subjonctif imparfait is identical to that of the passé simple. The subjonctif-imparfait endings for any verb belong to one of the following categories, which correspond to the five passé-simple categories. 1. Regular ~er~ verbs plus ‡traire‡ (~a~ group): asse, asses, ât, assions, assiez, assent Examples: ‡parler‡: parlasse, parlasses, parlât, parlassions, parlassiez, parlassent ‡traire‡: $traYasse$, $traYasses$, $traYât$, $traYassions$, $traYassiez$, $traYassent$ 2. Regular ~ir~ verbs, regular ~re~ verbs, and certain irregular verbs (~i~ group): isse, isses, ît, issions, issiez, issent Examples: ‡finir‡: finisse, finisses, finît, finissions, finissiez, finissent ‡naître‡: $naQUisse$, $naQUisses$, $naQUît$, $naQUissions$, $naQUissiez$, $naQUissent$ ‡rendre‡: rendisse, rendisses, rendît, rendissions, rendissiez, rendissent 3. ‡Haïr (France)‡, ‡haïr (Québec)‡, and ‡ouïr (trad.)‡ (~ï~ group): ïsse, ïsses, ït, ïssions, ïssiez, ïssent Examples: ‡haïr (France)‡: haïsse, haïsses, haït, haïssions, haïssiez, haïssent ‡ouïr (trad.)‡: ouïsse, ouïsses, ouït, ouïssions, ouïssiez, ouïssent 4. Certain irregular verbs (~u~ group): usse, usses, ût, ussions, ussiez, ussent ‡avoir‡: $Eusse$, $Eusses$, $Eût$, $Eussions$, $Eussiez$, $Eussent$ ‡boire‡: $Busse$, $Busses$, $Bût$, $Bussions$, $Bussiez$, $Bussent$ ‡être‡: $Fusse$, $Fusses$, $Fût$, $Fussions$, $Fussiez$, $Fussent$ ‡lire‡: $Lusse$, $Lusses$, $Lût$, $Lussions$, $Lussiez$, $Lussent$ 5. Certain irregular verbs (~bare~ group): sse, sses, ^t, ssions, ssiez, ssent ‡dire‡: disse, disses, dît, dissions, dissiez, dissent ‡exclure‡: exclusse, exclusses, exclût, exclssions, exclussiez, exclussent ‡venir‡: $vInsse$, $vInsses$, $vÎnt$, $vInssions$, $vInssiez$, $vInssent$
fr: `Utilisation` Le ~subjonctif imparfait~ était utilisé après les conjonctions ~à condition que~, ~afin que~, ~à moins que~, ~de peur que~, ~pour que~, ~pourvu que~, ~quoique~, et ~sans que~ lorsque la proposition principale utilisait le ‡passé simple‡ ou l’‡imparfait‡. L’usage du subjonctif imparfait est rare en français contemporain. Exemples : « [I]l semblait ouvrir tout seul, sans que j’$EUsse$ besoin de le tourner. » = « It seemed to open on its own, without me needing to turn it. » - Marcel Proust, Du côté de chez Swann « [Q]uoiqu’ils $FUssent$ bruns, ils semblaient noirs à cause des cils. » = « Although they were brown, they looked black because of her eyelashes. » - Gustave Flaubert, Madame Bovary `Conjugaison` Le radical du subjonctif imparfait est identique à celui du passé simple. Tous les verbes ont une terminaison subjonctif-imparfait qui appartiennent à l’une des catégories suivantes, qui correspondent aux cinq catégories du passé simple. 1. Verbes réguliers ~er~ plus le verbe ‡traire‡ (groupe ~a~): asse, ass, ât, assions, assiez, assent Exemples : ‡parler‡ : parlasse, parlasses, parlât, parlassions, parlassiez, parlassent ‡traire‡ : $traYasse$, $traYasses$, $traYât$, $traYassions$, $traYassiez$, $traYassent$ 2. Verbes réguliers ~ir~, verbes réguliers ~re~ et certains verbes irréguliers (groupe ~i~) : isse, isses, ît, issions, issiez, issent Exemples : ‡finir‡ : finisse, finisses, finît, finissions, finissiez, finissent ‡naître‡ : $naQUisse$, $naQUisses$, $naQUît$, $naQUissions$, $naQUissiez$, $naQUissent$ ‡rendre‡ : rendisse, rendisses, rendît, rendissions, rendissiez, rendissent 3. ‡haïr (France)‡, ‡haïr (Québec)‡, et ‡ouïr (trad.)‡ (groupe ~ï~) : ïsse, ïsses, ït, ïssions, ïssiez, ïssent Exemples : ‡haïr (France)‡ : haïsse, haïsses, haït, haïssions, haïssiez, haïssent ‡ouïr (trad.)‡ : ouïsse, ouïsses, ouït, ouïssions, ouïssiez, ouïssent 4. Certains verbes irréguliers (groupe ~u~) : usse, usses, ût, ussions, ussiez, usssent ‡avoir‡ : $Eusse$, $Eusses$, $Eût$, $Eussions$, $Eussiez$, $Eussent$ ‡boire‡ : $Busse$, $Busses$, $Bût$, $Bussions$, $Bussiez$, $Bussent$ ‡être‡ : $Fusse$, $Fusses$, $Fût$, $Fussions$, $Fussiez$, $Fussent$ ‡lire‡ : $Lusse$, $Lusses$, $Lût$, $Lussions$, $Lussiez$, $Lussent$ 5. Certains verbes irréguliers (groupe ~nu~) : sse, sses, ^t, ssions, ssiez, ssent ‡dire‡ : disse, disse, dît, dissions, dissiez, dissent ‡exclure‡ : exclus, exclus, exclut, exclussions, exclussiez, exclussent ‡venir‡ : $vInsse$, $vInsses$, $vÎnt$, $vInssions$, $vInssiez$, $vInssent$

# Info.subjonctifPasséText
source: `Use` Like the subjonctif présent, the ~subjonctif passé~ (past subjunctive) was used to express opinion, fear, doubt, or obligation. A clause using a non-subjonctif tense often accompanied a clause using the subjonctif passé. In this case, the events of the subjonctif-passé clause preceded the events of the non-subjonctif clause. Examples: “Tiens, j’$AI$ fini par m’endormir quoique maman ne $SOIS$ pas $venUe$ me dire bonsoir” = “Why, I ended up falling asleep even though mom $dID$n’t come to say goodnight to me.” - Marcel Proust, Du côté de chez Swann “C’$EST$ un brave garçon, quoique nous $aYons$ $EU$ ensemble des difficultés.” = “He’$S$ a good boy, though we experienced some difficulties together.” - Gustave Flaubert, Madame Bovary `Conjugation` The subjonctif passé was formed from the ‡subjonctif présent‡ conjugation of ‡avoir‡ or ‡être‡ followed by the ‡participe passé‡. The section ~Agreement~ of this app’s description of the ‡participe passé‡ has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Comme le subjonctif présent, le ~subjonctif passé~ était utilisé pour exprimer une opinion, une crainte, un doute ou une obligation. Une proposition utilisant un temps non-subjonctif accompagnait souvent une proposition utilisant le subjonctif passé. Dans ce cas, les événements de la proposition en subjonctif passé ont précédé les événements de la proposition non-subjonctif. Exemples : « Tiens, j’$AI$ fini par m’endormir quoique maman ne $SOIS$ pas $venUe$ me dire bonsoir » = « Why, I ended up falling asleep even though mom $dID$n’t come to say goodnight to me. » - Marcel Proust, Du côté de chez Swann « C’$EST$ un brave garçon, quoique nous $aYons$ $EU$ ensemble des difficultés. » = « He’$S$ a good boy, though we experienced some difficulties together. » - Gustave Flaubert, Madame Bovary `Conjugaison` Le subjonctif passé était formé de la conjugaison ‡subjonctif présent‡ d’‡avoir‡ ou d’‡être‡ suivi du ‡participe passé‡. La section ~Accord~ de cette application concernant le ‡participe passé‡ contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.subjonctifPlusQueParfaitText
source: `Use` The ~subjonctif plus-que-parfait~ (pluperfect subjunctive) was used to express opinion, fear, doubt, or obligation with respect to past events. Use of this tense is rare. Examples: “[J]e sentais que je n’avais pas présentement la tranquillité nécessaire pour poursuivre utilement ma recherche, et qu’il valait mieux n’y plus penser jusqu’à ce que je $Fusse$ rentré.” = “I felt that I did not currently have the necessary peace of mind to usefully pursue my research and that it $WAS$ better not to think about it any more until I $haD$ returned.” - Marcel Proust, Du côté de chez Swann “Coupeau n’$aUrait$ pas osé se marier, sans qu’ils $Eussent$ avant tout accepté sa femme.” = “Coupeau would not have dared to marry without their first having accepted his wife.” - Émile Zola, L’assommoir `Conjugation` The subjonctif plus-que-parfait was formed from the ‡subjonctif imparfait‡ conjugation of ‡avoir‡ or ‡être‡ followed by the ‡participe passé‡. The section ~Agreement~ of this app’s description of the ‡participe passé‡ has information on choice of auxiliary and possible gender-and-number agreement.
fr: `Utilisation` Le ~subjonctif plus-que-parfait~ était utilisé pour exprimer une opinion, une crainte, un doute ou une obligation à l’égard d’événements passés. Ce temps est rarement utilisé aujourd’hui. Exemples : « [J]e sentais que je n’avais pas présenté la tranquillité nécessaire pour continuer utilement ma recherche, et qu’il valait mieux n’y plus penser jusqu’à ce que je $Fusse$ rentré. » = « I felt that I did not currently have the necessary peace of mind to usefully pursue my research and that it $WAS$ better not to think about it any more until I $haD$ returned. » - Marcel Proust, Du côté de chez Swann « Coupeau n’$aUrait$ pas osé se marier, sans qu’ils $Eussent$ avant tout accepté sa femme. » = « Coupeau would not have dared to marry without their first having accepted his wife. » - Émile Zola, L’assommoir `Conjugaison` Le subjonctif plus-que-parfait était formé de la conjugaison ‡subjonctif imparfait‡ d’‡avoir‡ ou d’‡être‡ suivi du ‡participe passé‡. La section ~Accord~ de cette application concernant le ‡participe passé‡ contient des informations sur le choix de l’auxiliaire et sur l’accord de genre et de nombre.

# Info.subjonctifPrésentText
source: `Uses` The ~subjonctif présent~ (present subjunctive) is used: • To express opinion, fear, or doubt. In this case, a clause with ~indicatif présent~ often preceeds the ~que~ clause with ~subjonctif présent~. “Sainte Vierge, est-il possible que le bon Dieu $vEUILle$ faire souffrir ainsi une malheureuse créature humaine?” = “Blessed Virgin, is it possible that the good Lord wants to make an unhappy human creature suffer in this way?” - Marcel Proust, Du côté de chez Swann “Acceptez donc ici l’hommage de ma gratitude, qui, si grande qu’elle $pUIsse$ être, ne $SEra$ jamais à la hauteur de votre éloquence et de votre dévouement.” = “So accept here the homage of my gratitude, which, however great it may be, will never live up to your eloquence and dedication.” - Gustave Flaubert, Madame Bovary • Following the conjunctions ~à condition que~, ~afin que~, ~à moins que~, ~de peur que~, ~pour que~, ~pourvu que~, ~quoique~, and ~sans que~. “[T]out est organisé pour qu’elles ne $pUISSent$ se joindre.” = “Everything $IS$ organized so that they cannot join.” - Gustave Flaubert, Madame Bovary “[P]ourvu qu’on vive … on n’$A$ point trop à se plaindre.” = “As long as we’$RE$ alive, … we don’t have too much to complain about.” - Émile Zola, L’assommoir • To command or exhort. “[Q]u’elle ne $faSSe$ pas de manières maintenant.” = “She’d better not put on any airs now.” - Marcel Proust, Du côté de chez Swann “Il faut que vous $saCHiez$ mon nom.” = “You need to know my name.” - Victor Hugo, Notre-Dame de Paris `Conjugation` For most verbs, the subjonctif-présent stem is the 3p stem of the indicatif présent. Certain irregular subjonctif-présent stems follow. The first stem on each line is for 1s, 2s, 3s, and 3p. The second stem is for 1p and 2p. ‡avoir‡ -> $aI$/$aY$ ‡aller‡ -> $aIll$/all ‡pouvoir‡ -> $pUISS$/$pUISS$ ‡faire‡ -> $faSS$/$faSS$ ‡savoir‡ -> $saCH$/$saCH$ ‡croire‡ -> croi/$croY$ ‡boire‡ -> $boiV$/$bUV$ ‡devoir‡ -> $dOIv$/dev ‡prendre‡ -> $prenN$/$preN$ ‡tenir‡ -> $tIENn$/ten ‡venir‡ -> $vIENn$/ven ‡voir‡ -> voi/$voY$ ‡vouloir‡ -> $vEUILl$/voul To the subjonctif-présent stem is added an ending from one of the following categories. 1. Regular ~er~ verbs, regular ~re~ verbs, and certain irregular verbs: e, es, e, ions, iez, ent Examples: ‡boire‡: $boiVe$, $boiVes$, $boiVe$, $bUVions$, $bUViez$, $boiVent$ ‡couvrir‡: $couvrE$, $couvrEs$, $couvrE$, $couvrIONS$, $couvrIEZ$, $couvrENT$ ‡parler‡: parle, parles, parle, parlons, parlez, parlent ‡rendre‡: rende, rendes, rende, rendions, rendiez, rendent 2. Regular ~ir~ verbs plus maudire: isse, isses, isse, issions, issiez, issent Examples: ‡alunir‡: alunisse, alunisses, alunisse, alunissions, alunissiez, alunissent ‡finir‡: finisse, finisses, finisse, finissions, finissiez, finissent ‡maudire‡: $maudISSE$, $maudISSES$, $maudISSE$, $maudISSions$, $maudISSiez$, $maudISSent$ 3. ‡Haïr (France)‡ and ‡haïr (Québec)‡: ïsse, ïsses, ïsse, ïssions, ïssiez, ïssent Examples: ‡haïr (Québec)‡: haïsse, haïsses, haïsse, haïssions, haïssiez, haïssent ‡haïr (France)‡: haïsse, haïsses, haïsse, haïssions, haïssiez, haïssent
fr: `Utilisation` Le ~subjonctif présent~ est utilisé : • Pour exprimer une opinion, une crainte ou un doute. Dans ce cas, une proposition avec l’~indicatif présent~ précède souvent la proposition ~que~ avec le ~subjonctif présent~. « Sainte Vierge, est-il possible que le bon Dieu $vEUILle$ faire souffrir ainsi une malheureuse créature humaine ? » = « Blessed Virgin, is it possible that the good Lord wants to make an unhappy human creature suffer in this way ? » - Marcel Proust, Du côté de chez Swann « Acceptez donc ici l’hommage de ma gratitude, qui, si grande qu’elle $pUIsse$ être, ne $SEra$ jamais à la hauteur de votre éloquence et de votre dévouement. » = « So accept here the homage of my gratitude, which, however great it may be, will never live up to your eloquence and dedication. » - Gustave Flaubert, Madame Bovary • Suivant les conjonctions ~à condition que~, ~afin que~, ~à moins que~, ~de peur que~, ~pour que~, ~pourvu que~, ~quoique~ et ~sans que~. « [T]out est organisé pour qu’elles ne $pUISSent$ se joindre. » = « Everything $IS$ organized so that they cannot join. » - Gustave Flaubert, Madame Bovary « [P]ourvu qu’on vive … on n’$A$ point trop à se plaindre. » = « As long as we’$RE$ alive, … we don’t have too much to complain about. » - Émile Zola, L’assommoir • Donner un ordre ou une exhortation. « [Q]u’elle ne $faSSe$ pas de manières maintenant. » = « She’d better not put on any airs now. » - Marcel Proust, Du côté de chez Swann « Il faut que vous $saCHIez$ mon nom. » = « You need to know my name. » - Victor Hugo, Notre-Dame de Paris `Conjugaison` Pour la plupart des verbes, le radical subjonctif-présent est le radical 3p de l’indicatif présent. Certains radicaux irréguliers du subjonctif présent suivent. Le premier radical de chaque ligne correspond aux 1s, 2s, 3s et 3p. Le deuxième radical correspond aux 1p et 2p. ‡avoir‡ -> $aI$/$aY$ ‡aller‡ -> $aIll$/all ‡pouvoir‡ -> $pUISS$/$pUISS$ ‡faire‡ -> $faSS$/$faSS$ ‡savoir‡ -> $saCH$/$saCH$ ‡croire‡ -> croi/$croY$ ‡boire‡ -> $boiV$/$bUV$ ‡devoir‡ -> $dOIv$/dev ‡prendre‡ -> $prenN$/$preN$ ‡tenir‡ -> $tIENn$/ten ‡venir‡ -> $vIENn$/ven ‡voir‡ -> voi/$voY$ ‡vouloir‡ -> $vEUILl$/voul On ajoute au radical subjonctif-présent une terminaison appartenant à l’une des catégories suivantes. 1. Verbes réguliers ~er~, verbes réguliers ~re~ et certains verbes irréguliers : e, es, e, ions, iez, ent Exemples : ‡boire‡ : $boiVe$, $boiVes$, $boiVe$, $bUVions$, $bUViez$, $boiVent$ ‡couvrir‡ : $couvrE$, $couvrEs$, $couvrE$, $couvrIONS$, $couvrIEZ$, $couvrENT$ ‡parler‡ : parle, parles, parle, parlons, parlez, parlent ‡rendre‡ : rende, rendes, rende, rendions, rendiez, rendent 2. Verbes réguliers ~ir~ plus le verbe maudire : isse, isses, isse, issions, issiez, issent Exemples : ‡alunir‡ : alunisse, alunisses, alunisse, alunissions, alunissiez, alunissent ‡finir‡ : finisse, finisses, finisse, finissions, finissiez, finissent ‡maudire‡ : $maudISSE$, $maudISSES$, $maudISSE$, $maudISSions$, $maudISSiez$, $maudISSent$ 3. ‡Haïr (France)‡ et ‡haïr (Québec)‡ : ïsse, ïsses, ïsse, ïssions, ïssiez, ïssent Exemples : ‡haïr (Québec)‡ : haïsse, haïsses, haïsse, haïssions, haïssiez, haïssent ‡haïr (France)‡ : haïsse, haïsses, haïsse, haïssions, haïssiez, haïssent

# Info.terminologyHeading
source: Terminology
fr: Terminologie

# Info.terminologyText
source: `Verb` A ~verb~ is a kind of word that describes an action. For example, in the sentence “Jacques Brel played the guitar”, “play” is the verb. Likewise, in the sentence “Jacques Brel jouait de la guitare”, “‡jouer‡” is the verb. Verb ~tense~s express, among other things, when an action took, takes, or will take place. In the example sentences, the verb tenses indicate that the action (playing the guitar) took place in the past. In English and in French, the ~subject~ or actor in the sentence, combined with the tense, determine the form of the verb used. This is the verb ~conjugation~. In English, the example sentence’s combination of subject and tense results in the conjugation “played”. In French, the conjugation is “jouait”. The ~infinitif~ (infinitive) is an invariant verb form that usually ends in -er, -ir, or -re. Unlike a conjugation, an ~infinitif~ does not indicate time, number, or person. Example use: “Jacques Brel savait ‡chanter‡.” = “Jacques Brel $knEw$ how ~to sing~.” In both sentences, the infinitif represents the ~act~ of singing without reference to time, number, or person. French dictionaries and ~Conjuguer~’s Verbs tab list infinitif forms of verbs. The ~radical de l’infinitif~ (infinitive stem) is the infinitif minus its -er, -ir, or -re ending. This stem is the base for most conjugations. `Pronoun` A subject ~pronoun~ is a word that stands in for the subject in a sentence. The subject is the actor. In English, the subject pronouns in widespread use are ~I~, ~you~, ~he/she/it/one~, ~we~, ~you/y’all~, and ~they~. The English subject pronouns ~ye~ and ~thou~ have been in decline since the Elizabethan period. Subject pronouns correspond to the ~singular~ or ~plural~ number and to the ~first person~, ~second person~, or ~third person~. English subject pronouns follow. Abbreviations of the person-number combinations are in parentheses. first person, singular (1s): ~I~ second person, singular (2s): ~you~ third person, singular (3s): ~he/she/it/one~ first person, plural (1p): ~we~ second person, plural (2p): ~you/y’all~ third person, plural (3p): ~they~ Except with respect to 2s, the choice of subject pronoun in French is straightforward. 1s: ~je~ 3s: ~il~ (masc.)/~elle~ (fem.)/~on~ 1p: ~nous~ 2p: ~vous~ 3p: ~ils~ (masc.)/~elles~ (fem.) “Fem.” means that a pronoun refers to female subjects, and “masc.” means that a pronoun refers to male subjects. In quotidian speech, “on” replaces “nous” and uses 3s conjugations. With respect to 2s, there are two choices: ~tu~ and ~vous~. ~Tu~ and its conjugations express intimacy, familiarity, friendliness, or, when used in anger on a stranger, rudeness. ~Vous~ and its conjugations express politeness, respect, or, when used on a former intimate, desire for emotional distance. `Order of Presentation of Conjugations` Treatises on French verbs, when presenting the conjugations for a particular tense, use the following person-number order: 1s, 2s, 3s, 1p, 2p, 3p. Respecting tradition, ~Conjuguer~ does the same. For example, ~Conjuguer~ would present the indicatif-présent conjugations of ~être~ as follows: $SUIs$, $Es$, $ESt$, $SOMMEs$, $êteS$, $SOnt$ Red letters in conjugations represent irregularities. A verb is considered irregular if any of its conjugations differs from the conjugation of a regular ~er~, ~ir~, or ~re~ verb.
fr: `Verbe` Un ~verbe~ est un type de mot qui décrit une action. Par exemple, dans la phrase « Jacques Brel jouait de la guitare », « ‡jouer‡ » est le verbe. De même, dans la phrase « Jacques Brel played the guitar », « play » est le verbe. Les ~temps~ des verbes expriment, parmi d’autres éléments, à quel moment une action a eu, a ou aura lieu. Dans les phrases données comme exemples, les temps des verbes indiquent que l’action (jouer de la guitare) a eu lieu dans le passé. En anglais et en français, le ~sujet~ ou l’acteur de la phrase, combiné au temps, détermine la forme du verbe utilisé. C’est la ~conjugaison~ du verbe. En anglais, la combinaison du sujet et du temps de la phrase d’exemple entraîne la conjugaison « played ». En français, la conjugaison est « jouait ». L’~infinitif~ est une forme verbale invariable qui se termine généralement par -er, -ir ou -re. Contrairement à une conjugaison, un ~infinitif~ n’indique pas le temps, le nombre ou la personne. Exemple d’utilisation : « Jacques Brel savait ‡chanter‡ ». = « Jacques Brel $knEw$ how ~to sing~. » Dans les deux phrases, l’infinitif représente l’~acte~ de chanter sans référence au temps, au nombre ou à la personne. Les dictionnaires français et l’onglet Verbes de ~Conjuguer~ répertorient les formes infinitives des verbes. Le ~radical de l’infinitif~ est constitué de l’infinitif sans sa terminaison -er, -ir ou -re. Ce radical est la base de la plupart des conjugaisons. `Pronom` Un ~pronom~ sujet est un mot qui remplace le sujet d’une phrase. Le sujet est l’acteur. En anglais, les pronoms sujets les plus répandus sont ~I~, ~you~, ~he/she/it/one~, ~we~, ~you/y’all~ et ~they~. Les pronoms sujets anglais ~ye~ et ~thou~ sont en déclin depuis l’époque élisabéthaine. Les pronoms sujets correspondent au ~singulier~ ou au ~pluriel~ et à la ~première personne~, ~deuxième personne~ ou ~troisième personne~. Les pronoms sujets anglais suivent. Les abréviations des combinaisons nombres-personnes sont entre parenthèses. première personne, singulier (1s) : ~I~ deuxième personne, singulier (2s) : ~you~ troisième personne, singulier (3s): ~he/she/it/one~ première personne, pluriel (1p) : ~we~ deuxième personne, pluriel (2p) : ~you/y’all~ troisième personne, pluriel (3p): ~they~ Sauf en ce qui concerne la 2s, le choix du pronom sujet en français est simple. 1s : ~je~ 3s : ~il~ (masc.)/~elle~ (fém.)/~on~ 1p : ~nous~ 2p : ~vous~ 3p : ~ils~ (masc.)/~elles~ (fém.) « Fém. » signifie qu’un pronom se rapporte à des sujets féminins, et « masc. » signifie qu’un pronom se rapporte à des sujets masculins. Dans le langage quotidien, « on » remplace « nous » et utilise les conjugaisons 3s. Concernant la 2s, il y a deux choix : ~tu~ et ~vous~. ~Tu~ et ses conjugaisons expriment l’intimité, la familiarité, la convivialité ou, lorsqu’il est utilisé avec colère contre un étranger, l’impolitesse. ~Vous~ et ses conjugaisons expriment la politesse, le respect, ou, lorsqu’il est utilisé envers un ancien intime, le désir de distance émotionnelle. `Ordre de présentation des conjugaisons` Dans les traités de verbes français, les conjugaisons d’un temps particulier sont présentées dans l’ordre des nombres-personnes suivant : 1s, 2s, 3s, 1p, 2p, 3p. Conformément à la tradition, ~Conjuguer~ fait de même. Par exemple, ~Conjuguer~ présenterait les conjugaisons indicatif-présent d’~être~ comme suit : $SUIs$, $Es$, $ESt$, $SOMMEs$, $êteS$, $SOnt$ Les lettres rouges dans les conjugaisons représentent des irrégularités. Un verbe est considéré comme irrégulier si l’une de ses conjugaisons diffère de la conjugaison d’un verbe régulier ~er~, ~ir~ ou ~re~.

# Info.valuePropositionHeading
source: Value Proposition
fr: Proposition de valeur
